[
  {
    "name": "Rajendra Pratap Singh",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder at Indovation Lab · Full-time",
      "BU Head – Pathology Imaging at Leica Biosystems · Full-time",
      "Tesco Bengaluru at 5 yrs 10 mos",
      "Sr. Engineering Manager at Nov 2014 - Feb 2017 · 2 yrs 4 mos",
      "Engineering Manager at May 2011 - Oct 2014 · 3 yrs 6 mos",
      "Project Manager at Wipro Technologies",
      "Played various roles from programmer/ tester to lead to Project Manager."
    ],
    "education": [
      "Cochin University of Science and Technology - B-Tech, Computer Engineering",
      "Missing the fun",
      "DAV Khagaul - CBSE 12",
      "Grade: CBSE 12"
    ],
    "skills": [
      "Start-up Leadership",
      "Founder at Indovation Lab",
      "Executive Team"
    ]
  },
  {
    "name": "Deven Patel",
    "openToWork": false,
    "contact": {},
    "experience": [
      "VP, Marketing Technology at Infosys",
      "Infosys is a global leader in next-generation digital services and consulting.",
      "Sr. Director, Digital Marketing at LIXIL",
      "LIXIL is home to iconic brands such as American Standard, GROHE, and DXV.",
      "Founder & CEO at Alter",
      "Alter offers an AI-powered personalization engine that helps businesses improve customer experiences.",
      "Founder & CEO at Cyfe",
      "Cyfe offers an all-in-one dashboard platform that helps businesses make better decisions.",
      "Manager, Marketing Operations at Active Endpoints",
      "Active Endpoints, part of Informatica, is a process automation company offering SaaS-based business workflow solutions."
    ],
    "education": [
      "Rutgers University - Bachelor of Science (B.S.), Computer Science"
    ],
    "skills": [
      "Digital Marketing",
      "Endorsed by Nolan Clemmons and 1 other who is highly skilled at this",
      "Endorsed by 2 people in the last 6 months",
      "99+ endorsements",
      "Entrepreneurship",
      "Endorsed by Wasim K. and 1 other who is highly skilled at this"
    ]
  },
  {
    "name": "Aman Gupta",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Co Founder and CMO at boAt",
      "Steering the boAt to make it India’s finest Homegrown Lifestyle Brand.",
      "Chairman D2C Council at Internet and Mobile Association of India · Freelance",
      "Co-Founder at Imagine Marketing India",
      "Launched Lifestyle Brand from the Legend Bob Marley in India: House of Marley. \n\nSuperior quality, earth-friendly Headphones, Earbuds, Audio Systems & Accessories inspired by legend Bob Marley & his vision of One world, One Love.",
      "Director - Sales at HARMAN International",
      "- Sales Head for Lifestyle Brands: JBL, Harman Kardon and AKG for Indian Market\n\n-In-charge of Retail Project for opening JBL Flagship / Franchisee Operated Stores in India including Location and Partner Selection evaluating them on various business and commercial aspects\n\n-India Entry Strategy development and execution for Home and Multimedia Division of Harman International which Started the India operations from July 2012\n\n- Lead the business development and strategic partnerships with Global and Indian Brands like Apple, Nokia and Micromax to launch deals in the market ensuring quick ramp up to achieve / exceed fair share of market based on the deal and partnership structure. \n\n-Responsible for managing sales and operations from Retail Stores, Distributors, Large Format Retailers, Online Retail, Franchisees and B2B customers\n\n- Other Areas include Channel and Retail Pricing, Distributor Management, New Product Introduction and LCM",
      "Senior Management Consultant (Strategy Services Group) at KPMG",
      "-Consulting for Companies and PE's on market entry and growth strategy, business modeling and forecasting,in connection with their M&A / Investing activities.\n\n-Core Team Member of Media and Entertainment sector including Digital Media and E-Commerce"
    ],
    "education": [
      "Indian School of Business - Master of Business Administration (M.B.A.), Finance and Strategy",
      "Northwestern University - Kellogg School of Management - Master of Business Administration (MBA), General Management as an Exchange Student at Kellogg"
    ],
    "skills": []
  },
  {
    "name": "Satya Nadella",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Chairman and CEO at Microsoft",
      "Member Board Of Trustees at University of Chicago",
      "Board Member at Starbucks",
      "Chairman at The Business Council U.S.",
      "Board Member at Fred Hutch"
    ],
    "education": [
      "The University of Chicago Booth School of Business - 1994 - 1996",
      "Manipal Institute of Technology - Bachelor’s Degree, Electrical Engineering"
    ],
    "skills": []
  },
  {
    "name": "Harsh Dixit",
    "experience": [
      "Intern at Indovation Lab"
    ],
    "education": [
      "BVDU - B.Tech. Computer Engineering"
    ],
    "skills": [
      "JavaScript",
      "Node.js"
    ]
  },
  {
    "name": "Sundar Pichai",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Google at 21 yrs 4 mos",
      "CEO at 2015 - Present · 10 yrs 7 mos",
      "Product Management + Leadership at Apr 2004 - 2015 · 10 yrs 10 mos"
    ],
    "education": [
      "The Wharton School - MBA",
      "Stanford University - MS, Materials Science and Engineering"
    ],
    "skills": []
  },
  {
    "name": "Andrew Ng",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder at DeepLearning.AI",
      "DeepLearning.AI provides technical training on Generative AI, Machine Learning, Deep Learning, and other topics. We also offer a widely read newsletter, The Batch (thebatch.ai), that covers what matters in AI right now. \n\nOur courses are often created with industry-leading AI companies (AWS, Google, OpenAI, etc.), and we offer both short courses that can be completed in an hour, and longer courses and specializations hosted on Coursera that give you a solid foundation in some aspect of AI. These courses are designed to offer hands-on practice with AI technologies, and you will gain practical, job-ready skills. \n\nWhether you are just starting out in AI or seeking to further an existing career, come see if we can help, at http://deeplearning.ai!",
      "Managing General Partner at AI Fund",
      "AI Fund is a venture studio that partners with entrepreneurs to build AI companies that move humanity forward. We don't just provide capital, we actively help build the company: we seek to play at least a minor co-founder role in the companies we engage in. \n\nAfter identifying a concrete startup idea, we actively help the founder validate both customer need and technical feasibility (often collaborating to build a technical prototype), help shape the AI technology roadmap, the go-to-market, and help recruit the key leaders, including the AI engineering team. \n\nBecause AI is a general purpose technology that can be applied to numerous sectors -- including ones that we at AI Fund don't have expertise in -- we partner with subject matter experts (SMEs) in logistics, healthcare, education, relationships, finance, and other sectors. By leveraging our AI expertise and the SME's expertise in an important application sector, we can build a promising AI business in that sector. \n\nWe take responsible AI seriously and will, on ethical grounds, choose not to pursue projects that we otherwise assess to be financially sound.",
      "Executive Chairman (previously CEO) at LandingAI",
      "LandingAI delivers cutting-edge Visual AI solutions that empower customers to unlock the value of visual data.\n\nEnabled by the transformer neural network (created by the Google Brain team), the Generative AI revolution has arrived in text processing. We see a similar a revolution coming in visual data processing. LandingAI is developing cutting-edge technologies to help customers process visual data in numerous sectors including manufacturing, industrial automation, life sciences, agriculture, geo-spatial imagery, retail, entertainment, and many others. \n\nKey technical innovations include our open source VisualAgent, Data-centric AI (the discipline of systematically engineering data to build an AI system), Vision Prompting, and domain-specific Large Vision Models.",
      "Co-Founder and Chairman at Coursera",
      "Coursera (NYSE: COUR) envisions a world where anyone, anywhere has the power to transform their lives through learning. Coursera had started with my Machine Learning class and a nascent online education product I had built at Stanford. I served as the company's Co-CEO in the early years with day-to-day responsibility for product, engineering, sales, marketing and operations, and remain Chairman of the company today. Coursera now has over 100M learners, and we partner with more than 275 leading universities and companies to bring flexible, affordable, job-relevant online learning to individuals and organizations. Coursera's offerings include courses, specializations, job-ready professional certificates and degree programs. http://coursera.org",
      "Adjunct Professor of Computer Science at Stanford University",
      "I was the Director of the Stanford AI Lab (https://ai.stanford.edu/), home to 20+ faculty members and research groups, and a tenured professor in Stanford's Computer Science department. More recently, I switched to an Adjunct Professor role. \n\nMy research group's work focused on AI, Deep Learning, Machine Learning and Robotics. Notable projects include early work in Deep Learning (that led to the founding of Google Brain), early work in online education (that led to the founding of Coursera), ROS (a widely used open-source robotics development platform), and work on Reinforcement Learning for robotic control (such as the Stanford autonomous helicopter). More recent efforts include applications of AI to Healthcare and to Climate Change."
    ],
    "education": [
      "University of California, Berkeley - Doctor of Philosophy - PhD, Computer Science ",
      "Massachusetts Institute of Technology - Master of Science - MS, Electrical Engineering and Computer Science"
    ],
    "skills": [
      "Education",
      "Endorsed by 2 colleagues at DeepLearning.AI",
      "13 endorsements",
      "Educational Technology",
      "51 endorsements"
    ]
  },
  {
    "name": "Aditya H G",
    "openToWork": true,
    "contact": {},
    "experience": [
      "Internship Trainee at Aspire Innovations · Full-time"
    ],
    "education": [
      "Kuvempu University, Shankaraghatta, Shimoga - Bachelor's degree, Computer Science",
      "Kuvempu University, Shankaraghatta, Shimoga - Bachelor's degree"
    ],
    "skills": [
      "Visual Studio",
      "SIR NAGAPPA SHETTY MEMORIAL NATIONAL COLLEGE OF APPLIED SCIENCES",
      "Pycharm"
    ]
  },
  {
    "name": "Venkatesh Yadav G",
    "openToWork": true,
    "contact": {},
    "experience": [
      "Infosys at Full-time · 2 yrs 6 mos",
      "Software Engineer at Jun 2022 - Nov 2024 · 2 yrs 6 mos",
      "Software Engineer at Jun 2022 - Oct 2024 · 2 yrs 5 mos"
    ],
    "education": [
      "REVA University - Bachelor's degree, Mechanical Engineering",
      "Grade: 6.5",
      "Communication, Databases and +1 skill"
    ],
    "skills": [
      "HTML",
      "Git"
    ]
  },
  {
    "name": "string",
    "experience": "string"
  },
  {
    "name": "string",
    "experience": "string"
  },
  {
    "name": "Prajwal S Galagali",
    "openToWork": true,
    "contact": {},
    "experience": [
      "System Engineer at Tata Consultancy Services",
      "I am responsible for retrieving part numbers provided by the client and \nutilizing tools such as Agile and CCW to locate corresponding part \nimages. I thoroughly analyze and assess the packaging requirements \nfor each part, ensuring alignment with part numbers and project \nspecifications. I systematically document packaging information, \naccurately record relevant details in Excel, and prepare comprehensive \nreports. Furthermore, I maintain effective communication with clients \nby delivering detailed and timely documentation on packaging \nsolutions.",
      "Cognizant at 5 mos",
      "Programmer Analyst Trainee at Full-time",
      "Programmer Analyst Trainee – Cognizant Technology Solutions\nDecember 2023 – February 2024\nAs a Programmer Analyst Trainee, I continued building on my SQL and PL/SQL expertise by contributing to a project that focused on real-world database solutions. I actively participated in coding, debugging, and optimizing database operations. My performance was assessed through a structured evaluation process, which validated my technical proficiency and problem-solving capabilities.",
      "Programmer Analyst Trainee at Internship",
      "Intern – Cognizant Technology Solutions\nOctober 2023 – December 2023\nDuring my internship at Cognizant, I received comprehensive training in SQL and PL/SQL, gaining a solid foundation in database management and backend development. I applied this knowledge to develop a project that showcased my ability to write efficient queries, optimize data handling, and implement business logic using PL/SQL procedures and functions."
    ],
    "education": [
      "REVA University - Bachelor of Technology - BTech, Mechanical Engineering",
      "Grade: 7.9 cgpa"
    ],
    "skills": [
      "Packaging Engineering",
      "System Engineer at Tata Consultancy Services",
      "CCW tool"
    ]
  },
  {
    "name": "Hithesh Chowdary Vunnam",
    "openToWork": false,
    "contact": {},
    "experience": [],
    "education": [
      "REVA University - 2022 - 2026"
    ],
    "skills": [
      "Engineering",
      "English"
    ]
  },
  {
    "name": "Abhinav Chaudhary",
    "openToWork": true,
    "contact": {},
    "experience": [
      "System Engineer at Infosys · Internship",
      "Proficient in Advanced Java, including Spring Boot, Hibernate, and Multithreading, with over 390 algorithmic and system design solutions; strengthened backend development through Advanced SQL, covering query optimization, indexing, and stored procedures with 70+ hands-on implementations.\n\nLed a team of 5 in developing a full-stack Weather Analytics Web Application; independently integrated the Flask-Python backend, managed multiple API integrations, and visualized dynamic weather data using Chart.js to enhance user experience.\n\nDemonstrated cross-functional expertise by seamlessly bridging backend logic with frontend presentation in a real-world deployment environment.",
      "Software Engineer at IntelliSmart Infrastructure Pvt. Ltd. · Internship",
      "Designed and visualized critical business reports using BI tools such as Tableau, Power BI, and Python, delivering actionable insights that significantly enhanced decision-making processes.\n\nManaged Competitive Intelligence (CI) and Market Intelligence (MI) reports, enabling rapid deficiency detection within 48 hours, which led to improved operational strategies.\n\nDeveloped and optimized a secure login page, integrating it with AWS RDS to ensure seamless authentication and maintain 100% uptime.",
      "Full-stack Developer at Vyncee · Internship",
      "Developed and contributed to two dynamic websites using React.js, Next.js, Node.js, and Google Cloud Platform (GCP), enhancing user engagement by 30% through optimized UI/UX design.\n\nCollaborated with cross-functional teams to convert client requirements into scalable, production-ready solutions, ensuring 100% on-time delivery with a strong focus on performance and responsiveness.\n\nLed API integrations and managed cloud-based data architecture using GCP services such as Firestore, Cloud Storage, and Compute Engine, achieving 91% uptime for deployed applications."
    ],
    "education": [
      "Bharati Vidyapeeth University College Of Engineering, Pune - Bachelor of Technology - BTech, Computer science and engineering ",
      "Activities and societies: Social , volleyball, coding",
      "Mayo International School - India - Apr 2018 - Apr 2020"
    ],
    "skills": [
      "Google Cloud Platform (GCP)",
      "Software Engineer at IntelliSmart Infrastructure Pvt. Ltd.",
      "JavaScript"
    ]
  },
  {
    "name": "Ritesh Agarwal",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder & Group CEO at OYO",
      "Founder & Group CEO of OYO, a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full stack technology that increases earnings and eases operations; bringing affordable and trusted accommodation that travellers can book instantly.",
      "Fellow at The Thiel Foundation"
    ],
    "education": [
      "St. Johns Senior Secondery School - High School Senior, English, Physics, Chemistry and Maths"
    ],
    "skills": [
      "Start-ups",
      "Endorsed by Indus Khaitan and 22 others who are highly skilled at this",
      "Endorsed by 55 colleagues at OYO",
      "99+ endorsements",
      "Digital Marketing",
      "Endorsed by Vaibhav Kakkar and 3 others who are highly skilled at this",
      "Endorsed by 8 colleagues at OYO"
    ]
  },
  {
    "name": "Ritesh Agarwal",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder & Group CEO at OYO",
      "Founder & Group CEO of OYO, a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full stack technology that increases earnings and eases operations; bringing affordable and trusted accommodation that travellers can book instantly.",
      "Fellow at The Thiel Foundation"
    ],
    "education": [
      "St. Johns Senior Secondery School - High School Senior, English, Physics, Chemistry and Maths"
    ],
    "skills": [
      "Start-ups",
      "Endorsed by Indus Khaitan and 22 others who are highly skilled at this",
      "Endorsed by 55 colleagues at OYO",
      "99+ endorsements",
      "Digital Marketing",
      "Endorsed by Vaibhav Kakkar and 3 others who are highly skilled at this",
      "Endorsed by 8 colleagues at OYO"
    ]
  },
  {
    "name": "Ritesh Agarwal",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder & Group CEO at OYO",
      "Founder & Group CEO of OYO, a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full stack technology that increases earnings and eases operations; bringing affordable and trusted accommodation that travellers can book instantly.",
      "Fellow at The Thiel Foundation"
    ],
    "education": [
      "St. Johns Senior Secondery School - High School Senior, English, Physics, Chemistry and Maths"
    ],
    "skills": [
      "Start-ups",
      "Endorsed by Indus Khaitan and 22 others who are highly skilled at this",
      "Endorsed by 55 colleagues at OYO",
      "99+ endorsements",
      "Digital Marketing",
      "Endorsed by Vaibhav Kakkar and 3 others who are highly skilled at this",
      "Endorsed by 8 colleagues at OYO"
    ]
  },
  {
    "name": "Ritesh Agarwal",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder & Group CEO at OYO",
      "Founder & Group CEO of OYO, a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full stack technology that increases earnings and eases operations; bringing affordable and trusted accommodation that travellers can book instantly.",
      "Fellow at The Thiel Foundation"
    ],
    "education": [
      "St. Johns Senior Secondery School - High School Senior, English, Physics, Chemistry and Maths"
    ],
    "skills": [
      "Start-ups",
      "Endorsed by Indus Khaitan and 22 others who are highly skilled at this",
      "Endorsed by 55 colleagues at OYO",
      "99+ endorsements",
      "Digital Marketing",
      "Endorsed by Vaibhav Kakkar and 3 others who are highly skilled at this",
      "Endorsed by 8 colleagues at OYO"
    ]
  },
  {
    "name": "Ritesh Agarwal",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder & Group CEO at OYO",
      "Founder & Group CEO of OYO, a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full stack technology that increases earnings and eases operations; bringing affordable and trusted accommodation that travellers can book instantly.",
      "Fellow at The Thiel Foundation"
    ],
    "education": [
      "St. Johns Senior Secondery School - High School Senior, English, Physics, Chemistry and Maths"
    ],
    "skills": [
      "Start-ups",
      "Endorsed by Indus Khaitan and 22 others who are highly skilled at this",
      "Endorsed by 55 colleagues at OYO",
      "99+ endorsements",
      "Digital Marketing",
      "Endorsed by Vaibhav Kakkar and 3 others who are highly skilled at this",
      "Endorsed by 8 colleagues at OYO"
    ]
  },
  {
    "name": "Ritesh Agarwal",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder & Group CEO at OYO",
      "Founder & Group CEO of OYO, a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full stack technology that increases earnings and eases operations; bringing affordable and trusted accommodation that travellers can book instantly.",
      "Fellow at The Thiel Foundation"
    ],
    "education": [
      "St. Johns Senior Secondery School - High School Senior, English, Physics, Chemistry and Maths"
    ],
    "skills": [
      "Start-ups",
      "Endorsed by Indus Khaitan and 22 others who are highly skilled at this",
      "Endorsed by 55 colleagues at OYO",
      "99+ endorsements",
      "Digital Marketing",
      "Endorsed by Vaibhav Kakkar and 3 others who are highly skilled at this",
      "Endorsed by 8 colleagues at OYO"
    ]
  },
  {
    "name": "Ritesh Agarwal",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Founder & Group CEO at OYO",
      "Founder & Group CEO of OYO, a global platform that empowers entrepreneurs and small businesses with hotels and homes by providing full stack technology that increases earnings and eases operations; bringing affordable and trusted accommodation that travellers can book instantly.",
      "Fellow at The Thiel Foundation"
    ],
    "education": [
      "St. Johns Senior Secondery School - High School Senior, English, Physics, Chemistry and Maths"
    ],
    "skills": [
      "Start-ups",
      "Endorsed by Indus Khaitan and 22 others who are highly skilled at this",
      "Endorsed by 55 colleagues at OYO",
      "99+ endorsements",
      "Digital Marketing",
      "Endorsed by Vaibhav Kakkar and 3 others who are highly skilled at this",
      "Endorsed by 8 colleagues at OYO"
    ]
  },
  {
    "name": "Kunal Bahl",
    "openToWork": false,
    "contact": {},
    "experience": [
      "Co-Founder at AceVector",
      "AceVector is building Bharat’s most trusted digital commerce flywheel - serving shoppers, enabling sellers, and powering brands. Our businesses include Snapdeal, Unicommerce and Stellaro Brands.",
      "Co-Founder at Titan Capital",
      "Seed stage VC firm supporting entrepreneurs with capital and mentorship. Early investor in Ola Cabs, Urban Company, Shadowfax, Bira, Razorpay, Giva, Mamaearth, OfBusiness, Yellow.AI, Credgenics, among others. Please write to startups@titancapital.vc with details in case you are looking to raise seed capital.",
      "Co-Founder at Snapdeal",
      "Snapdeal is one of India’s leading e-commerce platforms. Founded in 2010, Snapdeal focuses on the value commerce market in India and has served more than 100 million online shoppers over the past 14+ years. With over 200 million app installations on the Google Play Store, Snapdeal is one of India’s most popular shopping destinations.\n\nWith a wide range of fashion and lifestyle products, Snapdeal provides stylish, budget-friendly options that cater to diverse customer needs. Focused on the aspirations of shoppers across India, Snapdeal offers the latest trends in both fashion & non-fashion segments at sharp prices for value-savvy buyers.\n\nWith a close understanding of consumer needs, a seamless shopping experience and a pan-India footprint, Snapdeal continues to make online shopping convenient and accessible for millions of users every day.",
      "Promoter and Board Director at Unicommerce",
      "Unicommerce is India's largest e-commerce enablement SaaS company and is listed on the NSE and BSE.\n\nUnicommerce also owns Shipway and ConvertWay, which are leading courier aggregation and marketing automation platforms, respectively, for brands selling online.",
      "Member at National Startup Advisory Council",
      "Member of the National Startup Advisory Council, Chaired by the Honourable Minister for Commerce and Industry of India, to advise the Government of India on matters related to the advancement of the startup ecosystem in India"
    ],
    "education": [
      "The Wharton School - Marketing and Operations Strategy",
      "University of Pennsylvania - Systems Engineering"
    ],
    "skills": [
      "Consumer Products",
      "Endorsed by Will Bauer who is highly skilled at this",
      "Endorsed by 5 colleagues at Snapdeal",
      "99+ endorsements",
      "Corporate Development",
      "Endorsed by Ion Yadigaroglu who is highly skilled at this",
      "Endorsed by 2 people in the last 6 months",
      "82 endorsements"
    ]
  }
]